Repository: alex-787/tt
Catalog: vetta24_company_info/translations/vetta24_company_info.*.po
Languages: ru

source: Address
ru: Адрес

source: Phone number
ru: Номер телефона

source: E-mail address
ru: Email-адрес

source: Email signature
ru: E-mail подпись

source: Administer Company Information
ru: Администрирование информации о компании

source: Allows to edit general company information like phones or address.
ru: Позволяет редактировать общую информацию о компании, такие как телефоны или адреса

source: Company Information
ru: Информация о компании

source: Phones, Fax, Address, Email Signature and other site infomation.
ru: Телефоны, факсы, адреса, электронной подписи и другия информация

source: Vetta24 company info
ru: Информация о компании

source: Administer custom company info.
ru: Администрирование информации о компании
